<?php
/**
 * @package
 * @copyright Copyright 2003-2009 Zen Cart Development Team
 * @copyright Portions Copyright 2003 osCommerce
 * @license http://www.zen-cart.com/license/2_0.txt GNU Public License V2.0
 * @Localization: Andrew Berezin http://eCommerce-Service.com
 * @version $Id: cookie_usage.php 1969 2005-09-13 06:57:21Z drbyte $
*/

define('NAVBAR_TITLE', 'Использование Cookie');
define('HEADING_TITLE', 'Использование Cookie');

define('TEXT_INFORMATION', 'Мы обнаружили, что Ваш браузер не поддерживает cookies или они отключены в Вашем браузере.<br /><br />Чтобы Вы могли делать покупки в нашем магазине, мы рекомендуем Вам включить cookies в Вашем браузере.<br /><br />Для <b>Интернет Эксплорер</b>, сделайте пожалуйста следующее:<br /><ol><li>Войдите в раздел Сервис в верхнем меню, и выберите "Свойства обозревателя"</li><li>Выберите раздел "Безопасность" и установите уровень безопасности на средний.</li></ol>Мы используем этот уровень безопасности, чтобы обеспечить нормальную работу магазина и не подвергать Ваш компьютер излишнему риску. Извините, если доставили Вам какие-либо неудобства.<br /><br />Обратитесь пожалуйста к владельцу магазина если у Вас есть любые вопросы имеющие отношение к этому требованию, или Вам, к сожалению, придется приобретать продукты офлайн.');
define('TEXT_INFORMATION_2', 'Чтобы продолжать делать покупки, необходимо включить cookies в Вашем браузере.');
define('TEXT_INFORMATION_3', 'Для <b>Internet Explorer</b> пожалуйста выполните эти инструкции:<br /><ol><li>Войдите в меню "Сервис", далее - "Свойства обозревателя"</li><li>Выберите вкладку безопасности и установите уровень безопасности как "Средний"</li></ol>');
define('TEXT_INFORMATION_4', 'Мы приняли такой уровень безопасности системы, для вашей же пользы. Приносим извинения за неудобства.');
define('TEXT_INFORMATION_5', 'Если у вас есть любые вопросы имеющие отношение к этому требованию, пожалуйста обратитесь к владельцу магазина  или же для того, чтобы продолжить приобретать продукты офлайн.');

define('BOX_INFORMATION_HEADING', '<strong>Cookie. Секретность и безопасность</strong>');
define('BOX_INFORMATION', 'Cookies должны быть включены на Вашем компьютере, чтобы Вы могли приобретать товары и услуги на нашем сайте. Они предназначены, чтобы обеспечивать секретность и безопасность связанные с информацией относящейся Вашего визита на этот сайт.<br /><br />Включенные Cookies в Вашем браузере, контролирует связь между Вами и нашим сайтом и позволяет определять, что именно Вы делайте покупки именно с Вашего компьютера и предохраняют утечку вашей персональной информации, обеспечивая секретность оформляемых Вами покупок.');

// EOF