<?php
/**
 * @package 
 * @copyright Copyright 2003-2009 Zen Cart Development Team
 * @copyright Portions Copyright 2003 osCommerce
 * @license http://www.zen-cart.com/license/2_0.txt GNU Public License V2.0
 * @Localization: Andrew Berezin http://eCommerce-Service.com
 * @version $Id: info_shopping_cart.php 1969 2005-09-13 06:57:21Z drbyte $
*/

define('HEADING_TITLE', 'Корзина посетителя/Корзина покупателя');
define('SUB_HEADING_TITLE_1', 'Корзина посетителя');
define('SUB_HEADING_TITLE_2', 'Корзина покупателя');
define('SUB_HEADING_TITLE_3', 'Информация');
define('SUB_HEADING_TEXT_1', 'Каждый посетитель нашего сайта получает \'Корзину посетителя\'. Это позволяет сохранить все выбранные вами товары и услуги в корзине посетителя и они сохраняются в ней даже после вашего выхода из магазина.');
define('SUB_HEADING_TEXT_2', 'Каждый зарегистрированный пользователь, сразу получает \'Корзину Покупателя\'. Это позволяет зарегистрированному пользователю добавлять и сохранять все выбранные продукты и услуги в его корзине и оформить покупку сегодня, или отложить оформление покупки до следующего раза, Все товары в Вашей Корзине Покупателя, будут сохранены');
define('SUB_HEADING_TEXT_3', 'Если зарегистрированный пользователь добавляет товары в  \'Корзину посетителя\' и решает зарегистрироваться на нашем сайте, то содержание его \'Корзины посетителя\' объединится с \'Корзиной покупателя\' автоматически');
define('TEXT_CLOSE_WINDOW', '[закрыть окно]');

// EOF